[
  {
    "id": 1752842978026,
    "title": "Основы современного веб-дизайна",
    "content": "Узнайте о последних тенденциях и принципах создания современных веб-интерфейсов, которые привлекают и удерживают внимание пользователей.",
    "image": "1752842978023.avif",
    "date": "2025-07-18T12:49:38.026Z",
    "status": "published"
  },
  {
    "id": 1752843334756,
    "title": "SEO для креативных проектов",
    "content": "Специфика поисковой оптимизации для сайтов с креативным контентом. Как сделать портфолио видимым для целевой аудитории.",
    "image": "1752843334753.jpg",
    "date": "2025-07-18T12:55:34.756Z",
    "status": "published"
  },
  {
    "id": 1752844894819,
    "title": "Основы JavaScript: как начать программировать",
    "content": "JavaScript — один из самых популярных языков программирования в мире. В этой статье мы разберёмся с базовыми понятиями: переменные, функции, условия и циклы. Ты узнаешь, как написать свой первый скрипт и что дальше изучать для развития.",
    "image": "1752844894815.avif",
    "date": "2025-07-18T13:21:34.819Z",
    "status": "published"
  },
  {
    "id": 1752845009077,
    "title": "Введение в системы контроля версий: Git и GitHub",
    "content": "Для любого программиста важно уметь работать с системой контроля версий. В этой статье расскажем, как использовать Git, создавать репозитории и работать с удалёнными проектами на GitHub. Пошаговые инструкции и полезные советы для новичков.",
    "image": "1752845009069.jpg",
    "date": "2025-07-18T13:23:29.077Z",
    "status": "published"
  },
  {
    "id": 1752848061748,
    "title": "Квантовые вычисления: будущее уже здесь",
    "content": "Квантовые компьютеры используют принципы квантовой механики для обработки информации. В отличие от классических, они оперируют кубитами, которые могут находиться в нескольких состояниях одновременно. Это открывает возможности для решения задач, которые обычные компьютеры не осилят.\r\n\r\nКвантовые вычисления могут революционизировать такие области, как криптография, моделирование молекул и искусственный интеллект.",
    "image": "1752848061743.jpg",
    "date": "2025-07-18T14:14:21.748Z",
    "status": "published"
  },
  {
    "id": 1752911981740,
    "title": "Работаем над главной пока сложновато",
    "content": "Сколько ни пробовал всё плохо реализовывается ни загрузка файла, ни работает, ни обновление, что-то везде криво походу придётся самому",
    "image": "1752911981725.jpg",
    "date": "2025-07-19T07:59:41.740Z",
    "status": "published"
  },
  {
    "id": 1752929581929,
    "title": "Оно наконец-то работает",
    "content": "Спустя 3 часа поиска ошибки я ее нашел, это был всего лишь один лишний символ в обозначении и теперь все работает,  двигаемся дальше, ещё пару моментов и попробую выгрузить на хостинг🔥",
    "image": "1752929581896.png",
    "date": "2025-07-19T12:53:01.929Z",
    "status": "published"
  }
]